Repository: parasek/concretecms-block-builder
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: Build your custom Concrete CMS blocks (with optional set of repeatable entries).
pl_pl: Twórz własne bloki Concrete CMS (z opcjonalnym zestawem powtarzalnych wpisów).

source: Oops! Something went wrong...
pl_pl: Uups! Coś poszło nie tak...

source: Uninstall block type before deleting folder.
pl_pl: Odinstaluj typ bloku przed usunięciem folderu.

source: Block type folder couldn't be deleted.
pl_pl: Folder typu bloku nie mógł być usunięty.

source: Block type folder has been deleted.
pl_pl: Folder typu bloku został usunięty.

source: Basic information
pl_pl: Podstawowe informacje

source: Entries
pl_pl: Wpisy

source: Settings
pl_pl: Ustawienia

source: Add at the top
pl_pl: Dodaj na górze

source: Add at the bottom
pl_pl: Dodaj na dole

source: Copy last entry
pl_pl: Skopiuj ostatni wpis

source: Collapse all
pl_pl: Zwiń wszystkie

source: Expand all
pl_pl: Rozwiń wszystkie

source: Remove all
pl_pl: Usuń wszystkie

source: Disable smooth scroll
pl_pl: Wyłącz płynne przejście

source: Keep added/copied entry collapsed
pl_pl: Pozostaw dodany/skopiowany wpis zwinięty

source: No entries found.
pl_pl: Nie znaleziono wpisów.

source: Max. number of entries
pl_pl: Maks. liczba wpisów

source: Remove entry
pl_pl: Usuń wpis

source: Duplicate entry
pl_pl: Zduplikuj wpis

source: Duplicate entry and add at the end
pl_pl: Zduplikuj wpis i dodaj na końcu

source: Are you sure?
pl_pl: Jesteś pewny?

source: Required fields
pl_pl: Wymagane pola

source: Custom string at the end of URL
pl_pl: Niestandardowe zakończenie adresu URL

source: (e.g. #contact-form or ?ccm_paging_p=2)
pl_pl: (np. #formularz-kontaktowy lub ?ccm_paging_p=2)

source: Text
pl_pl: Tekst

source: Title
pl_pl: Tytuł

source: Alt text
pl_pl: Tekst alternatywny

source: Link from Sitemap
pl_pl: Link z mapy strony

source: Link from File Manager
pl_pl: Link z menedżera plików

source: External Link
pl_pl: Link zewnętrzny

source: Show additional fields
pl_pl: Pokaż dodatkowe pola

source: Hide additional fields
pl_pl: Ukryj dodatkowe pola

source: Open in new window
pl_pl: Otwórz w nowym oknie

source: Add nofollow attribute
pl_pl: Dodaj atrybut nofollow

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Override Thumbnail dimensions
pl_pl: Nadpisz wymiary miniatury

source: Override Fullscreen Image dimensions
pl_pl: Nadpisz wymiary obrazu pełnoekranowego

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Crop
pl_pl: Przytnij

source: Nothing selected
pl_pl: Nic nie wybrano

source: No results matched {0}
pl_pl: Brak pasujących wyników {0}

source: Select All
pl_pl: Zaznacz wszystkie

source: Deselect All
pl_pl: Odznacz wszystkie

source: You have successfully loaded configuration from:
pl_pl: Udało ci się pomyślnie załadować ustawienia z:

source: Loaded configuration was generated by unknown version of package.
pl_pl: Załadowana konfiguracja została wygenerowana przez nieznaną wersję paczki.

source: Loaded configuration was generated by version of package (%s) different than currently installed (%s).
pl_pl: Załadowana konfiguracja została wygenerowana przez wersję paczki (%s) inną niż obecnie zainstalowana (%s).

source: Block "%s" has been successfully created. Go to "Block Types" page to manually install it.
pl_pl: Blok "%s" został pomyślnie stworzony. Przejdź do strony "Typy bloków" by go ręcznie zainstalować.

source: Block "%s" has been successfully created and installed.
pl_pl: Blok "%s" został pomyślnie utworzony i zainstalowany.

source: Block "%s" has been successfully rebuild and refreshed.
pl_pl: Blok "%s" został pomyślnie przebudowany i odświeżony.

source: Load existing configurations
pl_pl: Wczytaj istniejące konfiguracje

source: Custom PHP code that will be run in on_start() method in controller.php.
pl_pl: Niestandardowy kod PHP, który zostanie uruchomiony w metodzie on_start() w pliku controller.php.

source: This is especially useful when you want to list items from Express or any custom source.
pl_pl: Jest to szczególnie przydatne, gdy chcesz wyświetlić listę elementów z Expressa lub dowolnego niestandardowego źródła.

source: Be careful when inserting custom code, invalid syntax can lead to errors.
pl_pl: Zachowaj ostrożność podczas wstawiania niestandardowego kodu, nieprawidłowa składnia może prowadzić do błędów.

source: Example code for field in "Basic information" tab
pl_pl: Przykładowy kod dla pola w zakładce "Podstawowe informacje"

source: If Handle of this field is "category", then all option variables should be named like "$category_options".
pl_pl: Jeśli identyfikatorem tego pola jest "category", to wszystkie zmienne opcji powinny być nazywane jako "$category_options".

source: Use %s spaces as first indentation.
pl_pl: Użyj %s spacji jako pierwszego wcięcia.

source: Example code for field in "Repeatable entries" tab
pl_pl: Przykładowy kod dla pola w zakładce "Powtarzalne wpisy"

source: If Handle of this field is "category", then all option variables should be named like "$entry_category_options".
pl_pl: Jeśli identyfikatorem tego pola jest "category", to wszystkie zmienne opcji powinny być nazywane jako "$entry_category_options".

source: Warning
pl_pl: Ostrzeżenie

source: Rebuilding and refreshing block (without uninstalling it first) can potentially break your site. Backup your database and files before proceeding.
pl_pl: Przebudowa i odświeżenie bloku (bez jego odinstalowania) może potencjalnie zepsuć twoją stronę. Wykonaj kopię zapasową bazy danych i plików zanim przystąpisz do dalszych działań.

source: Read more
pl_pl: Czytaj więcej

source: Discard current changes and <a href="%s">create new block</a> from scratch or <a href="%s">load configuration</a> from existing blocks.
pl_pl: Porzuć obecne zmiany i <a href="%s">stwórz nowy blok</a> od zera lub <a href="%s">wczytaj konfigurację</a> jednego z istniejących bloków.

source: Block Builder Version
pl_pl: Wersja Block Builder

source: No info
pl_pl: Brak informacji

source: Concrete Version
pl_pl: Wersja Concrete

source: PHP Version
pl_pl: Wersja PHP

source: Press button Build your block now! once again.
pl_pl: Wciśnij przycisk Zbuduj blok! raz jeszcze.

source: Block settings
pl_pl: Ustawienia bloku

source: Texts for translation
pl_pl: Teksty do tłumaczenia

source: Tab: Basic information
pl_pl: Zakładka: Podstawowe informacje

source: Tab: Repeatable entries
pl_pl: Zakładka: Powtarzalne wpisy

source: Block name
pl_pl: Nazwa bloku

source: Human-readable name e.g. "Example block"
pl_pl: Nazwa zrozumiała dla człowieka, np. "Przykładowy blok"

source: Block handle
pl_pl: Identyfikator bloku

source: Lowercase letters and underscores only e.g. "example_block"
pl_pl: Dozwolone tylko małe litery i dolne podkreślenia, np. "przykladowy_blok"

source: Block description
pl_pl: Opis bloku

source: Install block after creation
pl_pl: Zainstaluj blok po jego wygenerowaniu

source: Block width
pl_pl: Szerokość bloku

source: Block height
pl_pl: Wysokość bloku

source: Block type set
pl_pl: Zestaw typu bloków

source: Cache block record
pl_pl: Zapisuj w pamięci podręcznej rekordy bloku

source: Cache block output
pl_pl: Zapisuj w pamięci podręcznej dane wyjściowe bloku

source: Cache block output lifetime
pl_pl: Żywotność pamięci podręcznej danych wyjściowych bloku

source: Cache block output on post
pl_pl: Zapisuj w pamięci podręcznej dane wyjściowe bloku przy operacjach typu post

source: Cache block output for registered users
pl_pl: Zapisuj w pamięci podręcznej dane wyjściowe bloku dla zalogowanych użytkowników

source: Support saving null values
pl_pl: Wsparcie wartości null w polach bloku

source: Ignore page theme grid framework container
pl_pl: Zignoruj kontener siatki

source: Entries as first tab
pl_pl: Wpisy jako pierwsza zakładka

source: (0 for unlimited)
pl_pl: (0 dla bez ograniczeń)

source: Highlight multi-element fields
pl_pl: Wyróżnij wieloelementowe pola

source: Use horizontal line as field's divider
pl_pl: Użyj poziomej linii do oddzielania pól

source: Use horizontal line as field's divider in repeatable entries
pl_pl: Użyj poziomej linii do oddzielania pól w powtarzalnych wpisach

source: Custom code inside registerViewAssets() method
pl_pl: Niestandardowy kod w metodzie registerViewAssets()

source: Example code
pl_pl: Przykładowy kod

source: Custom code inside view() method
pl_pl: Niestandardowy kod w metodzie view()

source: You can use this field to include custom php code.
pl_pl: Możesz użyć tego pola by załączyć niestandardowy kod php.

source: Custom controller methods
pl_pl: Niestandardowe metody kontrollera

source: You can use this field to put custom methods at the bottom of controller class.
pl_pl: Możesz użyć tego pola by umieścić niestandardowy kod na dole klasy kontrollera.

source: Excluded files and folders when rebuilding block
pl_pl: Wykluczone pliki I foldery podczas przebudowy bloku

source: You can use this field to exclude your own files/folders when rebuilding block (case scenario: you do not want to delete "templates" folder).
pl_pl: Możesz użyć tego pola, by wykluczyć swoje własne pliki/foldery podczas przebudowy bloku (przykład: nie chcesz usuwać folderu "templates").

source: You can exclude first level files/folders only.
pl_pl: Możesz wykluczyć tylko pliki/folder pierwszego poziomu.

source: Do not exclude standard files/folders generated by Block Builder.
pl_pl: Nie wykluczaj standardowych plików/folderów wygenerowanych przez Block Buildera.

source: Every file/folder should be relative to controller.php (for example: templates) and put in new line.
pl_pl: Ścieżka każdego pliku/folderu powinna być relatywna do controller.php (przykładowo: templates) i umieszczona w nowej linii.

source: Populate fields with
pl_pl: Wypełnij pola

source: translated
pl_pl: przetłumaczonymi

source: untranslated
pl_pl: nieprzetłumaczonymi

source: default texts
pl_pl: domyślnymi tekstami

source: Displayed name of "Basic information" tab
pl_pl: Wyświetlana nazwa zakładki "Podstawowe informacje"

source: Displayed name of "Repeatable entries" tab
pl_pl: Wyświetlana nazwa zakładki "Powtarzalne wpisy"

source: Displayed name of "Settings" tab
pl_pl: Wyświetlana nazwa zakładki "Ustawienia"

source: Scroll down
pl_pl: Przejedź na dół

source: Build your block now!
pl_pl: Zbuduj blok!

source: Rebuild and refresh block
pl_pl: Przebuduj i odśwież blok

source: (experimental)
pl_pl: (eksperymentalne)

source: Label
pl_pl: Etykieta

source: Human-readable name e.g. "Product name"
pl_pl: Nazwa zrozumiała dla człowieka, np. "Nazwa produktu"

source: Handle
pl_pl: Identyfikator

source: a-zA-Z_ characters only e.g. "productName" or "product_name"
pl_pl: Dozwolone tylko litery a-zA-Z_, np. "nazwaProduktu" lub "nazwa_produktu"

source: Required
pl_pl: Wymagane

source: Use this field as title in repeatable entries
pl_pl: Użyj tego pola jako tytuł w powtarzalnych wpisach

source: Help text
pl_pl: Tekst pomocy

source: It will look exactly like this text
pl_pl: Będzie on wyglądać dokładnie jak niniejsze zdanie

source: Size
pl_pl: Rozmiar

source: Size od decimal field in mysql table.
pl_pl: Rozmiar pola typu Decimal w tabeli MySQL.

source: Value "10.2" means, that database field can store 8 digits for the integer part and 2 digits for the fractional part.
pl_pl: Wartość "10.2" oznacza, że pole w bazie danych może przechowywać 8 cyfr w części całkowitej i 2 cyfry w części dziesiętnej.

source: If you want to store integers in database, write "0" after dot ("8.0 or similar").
pl_pl: Jeśli chcesz zapisywać liczby całkowite w bazie danych, wpisz "0" po kropce ("8.0" albo podobnie).

source: If you want to store standard money values in database, write "2" after dot ("10.2 or similar").
pl_pl: Jeśli chcesz zapisywać standardowe wartości pieniężne w bazie danych, wpisz "2" po kropce ("10.2" albo podobnie).

source: Step
pl_pl: Krok

source: Value "1" will force integers in html field, use "0.01" when you want to use standard money format.
pl_pl: Wartość "1" wymusi liczby całkowite w polu html, użyj "0.01" jeśli chcesz używać standardowego format pieniężnego.

source: Displayed decimals
pl_pl: Wyświetlane cyfry po przecinku

source: How many decimals to display after separator.
pl_pl: Ile wyświetlić cyfr po seperatorze.

source: Argument of php function number_format().
pl_pl: Argument funkcji php number_format().

source: Displayed decimal separator
pl_pl: Wyświetlany separator części dziesiętnej

source: Usually "," (coma) or "." (dot).
pl_pl: Zazwyczaj "," (przecinek) albo "." (kropka).

source: Displayed thousands separator
pl_pl: Wyświetlany separator tysięcy

source: Usually " " (space is barely visible in this field), "." (dot) or "," (coma). You can also keep it empty.
pl_pl: Zazwyczaj " " (spacja jest ledwo widoczna w tym polu), "." (kropka) albo "," (przecinek). Możesz również zostawić te pole puste.

source: Default height: %s.
pl_pl: Standardowa wysokość: %s.

source: Default height of editable area: %s.
pl_pl: Domyślna wysokość edytowalnego obszaru: %s.

source: Editor auto-grow will be enabled if you leave this field empty.
pl_pl: Auto-rozszerzanie edytora zostanie włączone, jeśli pozostawisz te pole puste.

source: Custom editor config
pl_pl: Niestandardowa konfiguracja edytora

source: Custom editor config should be inserted as JSON.
pl_pl: Niestandardowa konfiguracja edytora powinna zostać umieszczona w formie JSONa.

source: Full list of options can be found at %sToolbar Configurator%s.
pl_pl: Pełną listę opcji znajdziesz na stronie %sToolbar Configurator%s.

source: Example config:
pl_pl: Przykładowa konfiguracja:

source: Type
pl_pl: Typ

source: Add empty option
pl_pl: Dodaj pustą opcję wyboru

source: Works only with default and enhanced select field.
pl_pl: Działa tylko ze standardowym i ulepszonym polem wyboru.

source: Default value
pl_pl: Domyślna wartość

source: List generation method
pl_pl: Metoda generowania listy

source: Select options
pl_pl: Opcje wyboru

source: Enter every option in new line, e.g.
pl_pl: Wprowadź każdą kolejną opcję w nowej linii, np.

source: Don't show
pl_pl: Nie pokazuj

source: Show
pl_pl: Pokaż

source: You can also use double colon to specify key (value saved in database, only a-zA-Z0-9_ characters are permitted) and value (displayed text), e.g.
pl_pl: Możesz również użyć podwójnego dwukropka w celu ustawienia klucza (wartość zapisywana w bazie danych, dozwolone są tylko znaki a-zA-Z0-9_) i wartości (wyświetlany tekst), np.

source: no :: Don't show
pl_pl: nie :: Nie pokazuj

source: yes :: Show
pl_pl: tak :: Pokaż

source: Custom code
pl_pl: Niestandardowy kod

source: Use | (pipe character) to separate default values.
pl_pl: Użyj | (kreska pionowa) by oddzielić standardowe wartości.

source: Show "Custom string at the end of URL" field
pl_pl: Pokaż pole "Niestandardowe zakończenie adresu URL"

source: Show "Text" field
pl_pl: Pokaż pole "Tekst"

source: Show "Title" field
pl_pl: Pokaż pole "Tytuł"

source: Show "Open in new window" field
pl_pl: Pokaż pole "Otwórz w nowym oknie"

source: Show "Add nofollow attribute" field
pl_pl: Pokaż pole "Dodaj atrybut nofollow"

source: Show "Alt text" field
pl_pl: Pokaż pole "Tekst alternatywny"

source: Generate thumbnail using image helper (if original image is bigger than specified dimensions)
pl_pl: Wygeneruj miniaturę za pomocą "image helpera" (jeśli oryginalny obraz jest większy niż podane wymiary)

source: Editable
pl_pl: Edytowalne

source: Generate fullscreen image using image helper (if original image is bigger than specified dimensions)
pl_pl: Wygeneruj obraz pełnoekranowy za pomocą "image helpera" (jeśli oryginalny obraz jest większy niż podane wymiary)

source: Express object handle
pl_pl: Identyfikator obiektu Express

source: Restrict File Set selection to those starting with:
pl_pl: Ogranicz wybór zestawów plików do tych zaczynających się od:

source: PHP Date Pattern
pl_pl: Wzorzec PHP daty

source: Check %sphp manual%s for available formats. Examples: <code>d.m.Y</code>, <code>d-m-Y</code>, <code>Y-m-d</code>, <code>m-d-Y</code>, <code>m/d/Y</code>
pl_pl: Sprawdź %smanual php%s dla dostępnych formatów. Przykłady: <code>d.m.Y</code>, <code>d-m-Y</code>, <code>Y-m-d</code>, <code>m-d-Y</code>, <code>m/d/Y</code>

source: You haven't added any field types yet.
pl_pl: Nie dodałeś jeszcze żadnych typów pól.

source: Go back
pl_pl: Wróć

source: Configuration files found in existing blocks:
pl_pl: Pliki konfiguracyjne znalezione w istniejących blokach:

source: Version
pl_pl: Wersja

source: Rebuild and refresh
pl_pl: Przebuduj i odśwież

source: No blocks created by Block Builder have been found.
pl_pl: Nie znaleziono żadnych bloków zbudowanych za pomocą "Blok Buildera".

source: Predefined configuration files for testing:
pl_pl: Predefiniowane pliki konfiguracyjne do testów:

source: Rebuilding and refreshing blocks
pl_pl: Przebudowa i odświeżenie bloków

source: This is an experimental feature, but it should work without much problems in most common situations.
pl_pl: To jest eksperymentalna funkcja, ale powinna działać bezproblemowo w większości typowych sytuacji.

source: By default, when block is already installed, Block Builder will require you to uninstall it and confirm to remove folder.
pl_pl: Standardowo, kiedy blok jest już zainstalowany, Block Builder będzie wymagał od Ciebie odinstalowania go i potwierdzenia usunięcia folderu.

source: Albeit all data will be lost, this workflow guarantees that your custom block will be installed as new/fresh block.
pl_pl: Chociaż wszystkie informacje zostaną stracone, ten schemat działań gwarantuje, że twój niestandardowy blok zostanie poprawnie zainstalowany jako nowy/świeży blok.

source: Rebuilding/refreshing will skip all those steps (and importantly it will not delete existing data) - but this comes with some caveats.
pl_pl: Przebudowa/odświeżenie pominie wszystkie te kroki (i co najważniejsze nie usunie istniejących informacji) - lecz wiąże się to z pewnymi zastrzeżeniami.

source: Before you rebuild and refresh block:
pl_pl: Zanim przebudujesz i odświeżysz blok:

source: Backup your database in case something went wrong.
pl_pl: Zrób kopię zapasową bazy danych, na wypadek gdyby coś poszło nie tak.

source: Backup your files in case something went wrong.
pl_pl: Zrób kopię zapasową plików, na wypadek gdyby coś poszło nie tak.

source: What can you do:
pl_pl: Co możesz robić:

source: You can add new Field Types.
pl_pl: Możesz dodawać nowe Typy pól.

source: You can remove existing Field Types.
pl_pl: Możesz usuwać istniejące Typy pól.

source: You can modify all options including Labels/Help texts etc.
pl_pl: Możesz zmieniać wszyskie opcje, wliczając Etykiety/Teksty pomocy itd.

source: What you shouldn't do:
pl_pl: Czego nie powinieneś robić:

source: You should not remove Field type and then add different Field type with the same handle.
pl_pl: Nie powinieneś usuwać Typu pola i dodawać inny Typ pola z tym samym identyfikatorem.

source: Block Builder is not designed to handle those situations.
pl_pl: Block Builder nie został zaprojektowany dla tego typu sytuacji.

source: Data already saved in database won't be magically converted by this package or Concrete CMS.
pl_pl: Informacje już zapisane w bazie danych nie zostaną magicznie przekonwertowane przez tę paczkę albo Concrete CMS.

source: So most of the time it is not a good idea.
pl_pl: Więc w większości przypadków, to nie jest dobry pomysł.

source: Other things to keep in mind:
pl_pl: Inne rzeczy, o których należy pamiętać:

source: Changing handle of Field type will create new column in database, so data from old column/field will be deleted/lost.
pl_pl: Zmiana identyfikatora Typu pola utworzy nową kolumnę w bazie danych, więc informacje ze starej kolumny/pola zostaną usunięte/bezpowrotnie stracone.

source: It is a good idea to check all occurrences of rebuild/refreshed block on your site. I have tried to thoroughly test it, but some edge cases could slip through testing process.
pl_pl: Jest dobrym pomysłem, by sprawdzić wszystkie wystąpienia przebudowanego/odswieżonego bloku w twojej witrynie. Strarałem się to wszystko dokładnie przetestować, ale niektóre brzegowe przypadki mogły prześlizgnąć się przez proces testowania.

source: You do not have permission to install custom block types or add-ons.
pl_pl: Nie masz uprawnień by instalować niestandardowe typy bloków lub paczki.

source: None
pl_pl: Żaden

source: Basic
pl_pl: Podstawowe

source: Navigation
pl_pl: Nawigacja

source: Forms
pl_pl: Formularze

source: Express
pl_pl: Ekspres

source: Social Networking
pl_pl: Sieci społecznościowe

source: + Add new field type
pl_pl: + Dodaj nowy typ pola

source: Number
pl_pl: Liczba

source: Textarea
pl_pl: Obszar tekstu

source: WYSIWYG Editor
pl_pl: Edytor WYSIWYG

source: Single Choice Field
pl_pl: Pole jednokrotnego wyboru

source: Multiple Choice Field
pl_pl: Pole wielokrotnego wyboru

source: Flex Link
pl_pl: Elastyczny Link

source: Image
pl_pl: Obraz

source: File Set
pl_pl: Zestaw plików

source: HTML Editor
pl_pl: Edytor HTML

source: Date Picker
pl_pl: Wybór daty

source: Color Picker
pl_pl: Wybór koloru

source: Icon Picker
pl_pl: Wybór ikony

source: Only if the field type consists of more than 1 element (default)
pl_pl: Tylko, jeśli typ pola zawiera więcej niż jeden element (standardowe)

source: Always
pl_pl: Zawsze

source: Never
pl_pl: Nigdy

source: Default Select Field
pl_pl: Standardowe pole wyboru

source: Enhanced Select Field
pl_pl: Ulepszone pole wyboru

source: Radio List
pl_pl: Lista wyboru radio

source: Default Multiselect Field
pl_pl: Standardowe pole multiselect

source: Enhanced Multiselect Field
pl_pl: Ulepszone pole multiselect

source: Checkbox List
pl_pl: Lista wyboru checkbox

source: Basic list
pl_pl: Podstawowa lista

source: Field "%s" is required (%s).
pl_pl: Pole "%s" jest wymagane (%s).

source: Field "%s" should be between %s and %s characters long (%s).
pl_pl: Pole "%s" powinno mieć długość %s-%s znaków (%s).

source: Field "%s" should only consist of lowercase letters and underscores (%s).
pl_pl: Pole "%s" może się składać tylko z małych liter i znaków dolnego podkreślenia (%s).

source: Field "%s" should not start and end with underscore (%s).
pl_pl: Pole "%s" nie powinno zaczynać ani kończyć się znakiem dolnego podkreślenia (%s).

source: Field "%s" should not consist of two or more consecutive underscores (%s).
pl_pl: Pole "%s" nie powinno zawierać dwóch lub więcej następujących po sobie znakach dolnego podkreślenia (%s).

source: Block folder named after chosen handle does not exist. You should build your block instead.
pl_pl: Folder bloku nazwany po wybranym przez ciebie identyfikatorze nie istnieje. Powinieneś najpierw go zbudować.

source: You can not rebuild and refresh block that is awaiting installation. Visit %sBlock Types%s and install it first.
pl_pl: Nie możesz przebudować i odświeżyć bloku, który oczekuje na instalację. Odwiedź %sTypy bloków%s i najpierw go zainstaluj.

source: Concrete CMS already uses the same name as your handle for one of its blocks. Use different handle. (%s).
pl_pl: Concrete CMS używa już podanej przez ciebie nazwy jako identyfikatora dla jednego ze swoich bloków. Użyj innego identyfikatora. (%s).

source: Block with that handle is already installed. %sUninstall it%s first and then build block again. Alternatively you can use different handle (%s).
pl_pl: Blok o podanym identyfikatorze jest już zainstalowany. %sOdinstaluj go%s najpierw a potem ponownie zbuduj blok. Alternatywnie możesz użyć innego identyfikatora (%s).

source: Block folder named %s already exists. %sPermanently delete that folder%s or use different handle (%s).
pl_pl: Folder bloku o nazwie %s już istnieje. %sBezpowrotnie usuń ten folder%s albo użyj innego identyfikatora (%s).
