Repository: parasek/concretecms-block-builder
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: Your "%s" is forbidden word, use different phrase (%s).
pl_pl: "%s" jest zabronioną nazwą, użyj innej frazy (%s).

source: Field "%s" should be a number between %s and %s (%s).
pl_pl: Pole "%s" powinno być liczbą pomiędzy %s a %s (%s).

source: Do not exclude files and folders generated by Block Builder (%s).
pl_pl: Nie wykluczaj plików I folderów wygenerowanych przez Block Buildera (%s).

source: At least one label for buttons ("Add at the top" or "Add at the bottom") is required (%s).
pl_pl: Przynajmniej jedna etykieta dla przycisków ("Dodaj na górze" lub "Dodaj na dole") jest wymagana (%s).

source: Label for "%s" is required (%s).
pl_pl: Etykieta dla pola "%s" jest wymagana (%s).

source: There are some empty "Label" fields (%s).
pl_pl: Niektóre z pól "Etykieta" są puste (%s).

source: There are some "Label" fields which consist of less than %s characters (%s).
pl_pl: Niektóre z pól "Etykieta" składają się z mniejszej liczby znaków niż %s (%s).

source: There are some empty "Handle" fields (%s).
pl_pl: Niektóre z pól "Identyfikator" są puste (%s).

source: There are some "Handle" fields which consist of less than %s characters (%s).
pl_pl: Niektóre z pól "Identyfikator" składają się z mniejszej liczby znaków niż %s (%s).

source: There are some "Handle" fields which consist of more than %s characters (%s).
pl_pl: Niektóre z pól "Identyfikator" składają się z mniejszej liczby znaków niż %s (%s).

source: There are some "Handle" fields which consist of characters other than a-zA-Z_ (%s).
pl_pl: Niektóre z pól "Identyfikator" składają ze znaków innych niż a-zA-Z_ (%s).

source: There are some "Handle" fields which start or end with underscore (%s).
pl_pl: Niektóre z pól "Identyfikator" zaczynają lub kończą się znakiem podkreślenia (%s).

source: There are some "Handle" fields which consist of two or more consecutive underscores (%s).
pl_pl: Niektóre z pól "Identyfikator" składają się z dwóch lub więcej następujących po sobie znakach dolnego podkreślenia (%s).

source: There are some "Handle" fields which start with uppercase character (%s).
pl_pl: Niektóre z pól "Identyfikator" zaczynają się od dużej litery (%s).

source: There are some "Handle" fields which are forbidden words (%s).
pl_pl: Niektóre z pól "Identyfikator" używają zabronionych fraz (%s).

source: All "Handle" fields should be unique (%s).
pl_pl: Wszystkie pola "Identyfikator" powinny być unikatowe (%s).

source: Invalid entry in one of "Displayed decimals" fields, should be a non-negative integer (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Wyświetlane cyfry po przecinku", powinny one być liczbą nie-negatywną liczbą całkowitą (%s).

source: Invalid entry in one of "Displayed decimal separator" fields (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Wyświetlany separator części dziesiętnej" (%s).

source: Invalid entry in one of "Textarea/Height" fields, should be a number between %s and %s or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Pole tekstowe/Wysokość", powinny one być liczbą z zakresu %s-%s albo być puste (%s).

source: There are some empty "Express object handle" fields (%s).
pl_pl: Niektóre z pól "Identyfikator obiektu Express" są puste (%s).

source: Invalid entry in one of "WYSIWYG Editor/Height" fields, should be a number between %s and %s or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Edytor WYSIWYG/Wysokość", powinny one być liczbą z zakresu %s-%s albo być puste (%s).

source: Invalid JSON in one of "WYSIWYG Editor/Custom editor config" fields, should be a valid JSON.
pl_pl: Nieprawidłowa wartość w jednym z pól "Edytor WYSIWYG/Niestandardowa konfiguracja edytora", powinny one być poprawnym JSONem.

source: There are some empty "Single Choice Field/Select options" fields (%s).
pl_pl: Niektóre z pól "Pole jednokrotnego wyboru/Opcje wyboru" są puste (%s).

source: Invalid entry in one of "Single Choice Field/Select options" fields (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Pole jednokrotnego wyboru/Opcje wyboru" (%s).

source: There are some empty "Multiple Choice Field/Select options" fields (%s).
pl_pl: Niektóre z pól "Pole wielokrotnego wyboru/Opcje wyboru" są puste (%s).

source: Invalid entry in one of "Multiple Choice Field/Select options" fields (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Pole wielokrotnego wyboru/Opcje wyboru" (%s).

source: Invalid entry in one of "Image/Generate thumbnail" fields, you should provide width, height or both (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj miniaturę", powinieneś podać szerokość, wysokość albo obydwie te wartości (%s).

source: Invalid entry in one of "Image/Generate thumbnail" fields, you should provide width and height if you want to crop image (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj miniaturę", powinieneś podać szerokość i wysokość jeśli chcesz przyciąć obraz (%s).

source: Invalid entry in one of "Image/Generate thumbnail/Width" fields, should be a number greater than 0 or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj miniaturę/Szerokość", powinne one być liczbami większymi od 0 lub pozostać puste (%s).

source: Invalid entry in one of "Image/Generate thumbnail/Height" fields, should be a number greater than 0 or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj miniaturę/Wysokość", powinne one być liczbami większymi od 0 lub pozostać puste (%s).

source: Invalid entry in one of "Image/Generate fullscreen thumbnail" fields, you should provide width, height or both (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj obraz pełnoekranowy", powinieneś podać szerokość, wysokość albo obydwie te wartości (%s).

source: Invalid entry in one of "Image/Generate fullscreen thumbnail" fields, you should provide width and height if you want to crop image (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj obraz pełnoekranowy", powinieneś podać szerokość i wysokość jeśli chcesz przyciąć obraz (%s).

source: Invalid entry in one of "Image/Generate fullscreen thumbnail/Width" fields, should be a number greater than 0 or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj obraz pełnoekranowy/Szerokość", powinne one być liczbami większymi od 0 lub pozostać puste (%s).

source: Invalid entry in one of "Image/Generate fullscreen thumbnail/Height" fields, should be a number greater than 0 or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Obraz/Wygeneruj obraz pełnoekranowy/Wysokość", powinne one być liczbami większymi od 0 lub pozostać puste (%s).

source: Invalid entry in one of "HTML Editor/Height" fields, should be a number between %s and %s or empty (%s).
pl_pl: Nieprawidłowa wartość w jednym z pól "Edytor HTML/Wysokość", powinny one być liczbą z zakresu %s-%s albo być puste (%s).
